//Στοιχείο κειμένου
import 'package:flutter/material.dart';
class TextInfo extends StatelessWidget {
  @override
  Widget build(BuildContext context) {
    return Container(
      padding: const EdgeInsets.only(left: 30, right: 30),
      child: Text(
        '   Η εφαρμογή περιλαμβάνει μια αρχική οθόνη και ένα κουμπί τύπου Hamburger.'
        ' Πατώντας σε αυτό, εμφανίζεται ένα συρταρωτό μενού πλοήγησης '
        'με επιλογές. Επιλέγοντας τη \'Λίστα τιμολογίων\', εμφανίζεται'
        ' μια λίστα με τα Τιμολόγια της επιχείρησης. '
        'Αν πατήσουμε σε κάποια από τις εικόνες, εμφανίζεται μια νέα οθόνη '
        'με το αντίστοιχο Τιμολόγιο. Στο Τιμολόγιο φαίνονται τα στοιχεία'
        ' του πελάτη και κάτω τα πεδία \'Κωδικός\', \'Είδος\', \'Τιμή (μονάδος)\''
        ' \'Σύνολο\'. Πατώντας στο βέλος, επάνω αριστερά, επιστρέφουμε στην '
        'οθόνη με τη λίστα των Τιμολογίων. Πατώντας στο εικονίδιο \'καρδούλα\''
        ' σημειώνουμε ότι το Τιμολόγιο έχει εξοφληθεί. Στην συνέχεια, πάνω δεξιά, '
        'από το κουμπί με τις τρεις τελείες εμφανίζουμε μόνο τα τιμολόγια αυτά.',
        softWrap: true,
        textAlign: TextAlign.justify,
      ),
    );
  }
}
